{
  "LuaSnip": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "dracula.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lspkind-nvim": {
    "branch": "master"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "monokai-pro.nvim": {
    "branch": "master"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nord.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "ultimate-autopair.nvim": {
    "branch": "v0.6"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  }
}
